[
    {
        
        "photoURL": "https://i.ibb.co/G5TkNbW/Breathing-Meditations.png",
        "name": "Breathing Meditations",
        "description":  "A simple breath-focused meditation has several cognitive benefits from an increased ability to focus, less of a wandering mind, improved arousal levels, more positive emotions, less emotional reactivity, and many other benefits.The mindfulness of breathing practice involves using the breath as an object of focus. It’s a great technique that anyone can do.Breathing practices allow you to focus on the moment and focus on the breath because each moment you spend focusing on something positive is one less moment you spend focusing on something negative.Many people breath shallower during times of stress, so learning how to breathe deeply can help you feel more peaceful and calm throughout the day. ",
        "displayName": "Smith Doe",
        "email":"smith@gmail.com",
        "category": "Meditation",
        "seats": "30",
        "status": "approved",
        "price": 1250
    },
    {
        
        "photoURL": "https://i.ibb.co/pRh2Pgm/mindfulness.png",
        "name": "Mindfulness Meditations",
        "description":  " Practicing mindfulness might include mindful breathing, guided imagery, or even something like a body scan meditation where you tune into your body.Mindfulness means doing something with 100% of your attention and focus, so you could also practice mindfulness while washing the dishes or taking a shower.In typical mindfulness meditation, you might take the time to breathe deeply or even scan your body, working your way up from your toes to the top of your head.",
        "displayName": "Mane Doe",
        "email":"mane@gmail.com",
        "category": "Meditation",
        "seats": "20",
        "price": 3000
    },
    {
        
        "photoURL": "https://i.ibb.co/ZxQYb4t/focus.png",
        "name": "Focus Meditations",
        "description":  "A focus meditation involves focusing on an object like a flower or a candle and taking the time to examine it to the fullest extent.You can select anything that stimulates your senses. For example, if you chose a yellow rose, you could sit and stare at the rose and imagine yourself touching it and feeling its velvety texture. You could also pay attention to any lines or creases in the rose or immerse yourself in the color yellow.A focus meditation is all about zeroing in on the details of something so much so that you don’t see anything else.You can start by choosing an item of focus like a candle and sit comfortably in front of it. As you breathe in and out, notice how the flame flickers or how the flame is made of several different colors. Focus on the smells, the sounds, and experience what it’s like to immerse yourself in the candle. ",
        "displayName": "Mane Doe",
        "email":"mane@gmail.com",
         "category": "Meditation",
        "seats": "39",
        "status": "pending",
        "price": 2000
    },
    {
       
        "photoURL": "https://i.ibb.co/Tt3n8CN/walking.png",
        "name": "Movement Meditation or Walking Meditations",
        "description":  "Walking meditation is derived from Zen Buddhism and it is also known as kinhin, a practice in which practitioners walk around the room while holding their hands in shashu: holding one hand closed in a fist behind the back and the other hand closed within the fist.During the walking meditation, steps are taken after each full breath. The beginning of kinhin is announced by the ringing of a bell twice.There are many modern variations to walking meditation and walking meditations can be very rewarding and relaxing. The idea behind a walking meditation is to walk in silence as you observe everything that is going on all around you.",
        "displayName": "Mane Doe",
        "email":"mane@gmail.com",
         "category": "Meditation",
        "seats": "27",
        "status": "approved",
        "price": 1200
    },
    {
        
        "photoURL": "https://i.ibb.co/XDtJcwP/mantra.jpg",
        "name": "Mantra Meditations",
        "description":  " A mantra is a sacred sound that is used to override linguistic thought.In Sanskrit, the word mantra is a combination of two words- manas meaning mind and tra meaning tool- literally a mind tool, or rather tool for training the mind.Mantras are yogic devices based on sacred sounds that evoke specific psychological states. The mental or verbal recitation of the mantra is used to enhance focused awareness and eliminate linguistic thought.Mantra meditation involve the repetition of a sacred sound, known as a mantra, to gain focus or clarity. The mantra can be chanted aloud or repeated silently. Many cultures utilize mantras but the Buddhist faith may be the most well known. Chanting is an age-old practice that has been used for millennia.",
        "displayName": "Jane Doe",
        "email":"mane@gmail.com",
        "category": "Meditation",
        "seats": "15",
        "status": "approved",
        "price": 4000
    },
    {
        
        "photoURL": "https://i.ibb.co/djCqg4D/buddha.webp",
        "name": "Buddhist Meditations such as Loving Kindness",
        "description":  "Anapanasati, mindfulness of breathing, is a core meditation practice in Theravada, Tiantai and Chan traditions of Buddhism as well as a part of many mindfulness programs. In both ancient and modern times, anapanasati by itself is likely the most widely used Buddhist method for contemplating bodily phenomena. ",
        "displayName": "Jane Doe",
        "email":"jane@gmail.com",
        "category": "Meditation",
        "seats": "10",
        "status": "approved",
         "price": 3000
    },
    {
        
        "photoURL": "https://i.ibb.co/nrk33Rk/spiritual.png",
        "name": "Christian Meditation or Spiritual Meditations",
        "description":  "Christian meditation is the process of deliberately focusing on specific thoughts (such as a Bible passage) and reflecting on their meaning in the context of the love of God. Christian meditation aims to heighten the personal relationship based on the love of God that marks Christian communion. ",
        "displayName": "Jane Doe",
        "email":"jane@gmail.com",
        "category": "Meditation",
        "seats": "39",
        "status": "approved",
        "price": 2000
    },
    {
       
        "photoURL": "https://i.ibb.co/bzsP9Vj/guided-meditation-library.jpg",
        "name": "Guided Meditations",
        "description":  "There are hundreds if not thousands of guided meditation techniques and this type of practice can be very rewarding.Guided meditations involve the usage of imagery and visualizations and they can be very helpful for those who find typical meditation techniques challenging. Guided meditations can take you places you can only imagine and they can even be used for personal development issues and healing. Very similar to hypnotherapy, guided meditations are extremely beneficial and useful. ",
        "displayName": "Jane Doe",
        "email":"jane@gmail.com",
         "category": "Meditation",
        "seats": "27",
        "status": "approved",
         "price": 1200
    },
    {
        
        "photoURL": "https://i.ibb.co/DYLmWNR/Transcendental.jpg",
        "name": "Transcendental Meditations",
        "description":  "Transcendental meditation is used to integrate conscious being and attain inner peace, joy and bliss. This type of meditation has been described as a kind of fourth state of awareness with the first three being the waking state, the dreaming state and the state of deep dreamless sleep.A Sanskrit mantra is communicated by a trained teacher specific to the individual student. The mantra is recited mentally to attune the meditator’s consciousness to vibrations that promote psychological integration. ",
        "displayName": "Jane Doe",
        "email":"mane@gmail.com",
        "category": "Meditation",
        "seats": "15",
        "status": "approved",
        "price": 4000
    },
    {
        
        "photoURL": "https://i.ibb.co/QkjLGC6/Relaxation.jpg",
        "name": "Progressive Relaxation Meditations",
        "description":  "Progressive Muscle Relaxation is a very classic type of meditation, which basically involves the tightening and loosening of various muscles up and down the body. You could do a progressive muscle relaxation by squeezing and releasing the large muscles of the body, either starting at the top of the head or the bottoms of the feet.This type of meditation can be very soothing and relaxing especially before bedtime and it’s a simple practice that even children can do. ",
        "displayName": "Washington Smith",
        "email":"washington@gmail.com",
        "category": "Meditation",
        "seats": "10",
        "status": "approved",
        "price": 3000
    },

    {
        
        "photoURL": "https://i.ibb.co/qW8Sd0w/Bhujangasana.jpg",
        "name": "Bhujangasana",
        "description":  "Bhujangasana or Cobra Pose is a reclining back-bending asana in hatha yoga and modern yoga as exercise. It is commonly performed in a cycle of asanas in Surya Namaskar, Salute to the Sun, as an alternative to Urdhva Mukha Svanasana, Upward Dog Pose. The Yin Yoga form is Sphinx Pose.",
        "displayName": "Washington Smith",
        "email":"washington@gmail.com",
         "category": "Yoga",
        "seats": "30",
        "status": "approved",
        "price": 1250
    },
    {
        
        "photoURL": "https://i.ibb.co/WK1N4Jc/Dhanurasana.webp",
        "name": "Dhanurasana",
        "description":  "Dhanurasana is a back bending asana in hatha yoga and modern yoga as exercise.Akarna Dhanurasana also called the Archer pose, Bow and Arrow pose, or Shooting Bow pose is an asana in hatha yoga and modern yoga as exercise.",
        "displayName": "Washington Smith",
        "email":"washington@gmail.com",
        "category": "Yoga",
        "seats": "20",
        "status": "approved",
        "price": 3000
    },
    {
        
        "photoURL": "https://i.ibb.co/VDkXyKf/Garudasana.webp",
        "name": "Garudasana",
        "description":  "Garudasana or Eagle Pose is a standing balancing asana in modern yoga as exercise. The name was used in medieval hatha yoga for a different pose. Standing Foot Behind the Head. durvasasana. Standing Foot to Head. trivikramasana a. Standing Foot Behind the Head Forward Bend. ",
         "displayName": "Jenifer Lopez",
         "email":"jenifer@gmail.com",
        "category": "Yoga",
        "seats": "39",
        "status": "approved",
        "price": 2000
    },
    {
       
        "photoURL": "https://i.ibb.co/Gv6cV2y/Utkatasana.webp",
        "name": "Utkatasana",
        "description":  "Utkatasana, Chair Pose, or fierce pose, is a standing asana in modern yoga as exercise. It was a low squatting asana in medieval hatha yoga.Chair Pose, is a standing asana in modern yoga as exercise. It was a low squatting asana in medieval hatha yoga. ",
         "displayName": "Jenifer Lopez",
         "email":"jenifer@gmail.com",
         "category": "Yoga",
        "seats": "27",
        "status": "approved",
        "price": 1200
    },
    {
        
        "photoURL": "https://i.ibb.co/x8rg1C3/Trikonasana.jpg",
        "name": "Trikonasana",
        "description":  "Trikonasana or Utthita Trikonasana, [Extended] Triangle Pose is a standing asana in modern yoga as exercise. Variations include Baddha Trikonasana and Parivrtta Trikonasana.rikonasana or Utthita Trikonasana, Triangle Pose is a standing asana in modern yoga as exercise. Variations include Baddha With Sanksrit names like Utkatasana and Trikonasana, yoga poses may sound a lot more like spells you'd learn at Hogwarts than shapes you can actually get ",
        "displayName": "Selina Gomez",
        "email":"selina@gmail.com",
        "category": "MeditaYogation",
        "seats": "15",
        "status": "approved",
        "price": 4000
    },
    {
        
        "photoURL": "https://i.ibb.co/0mWvw2b/svanasana.jpg",
        "name": "Adho mukha svanasana ",
        "description":  "Downward Dog Pose or Downward-facing Dog Pose, also called Adho Mukha Shvanasana, is an inversion asana, often practised as part of a flowing sequence of poses, especially Surya Namaskar, the Salute to the Sun. The asana is commonly used in modern yoga as exercise.Adho Mukha Svanasana. Downward Facing Dog Share on Pinterest. How to do it. From all fours, walk your hands 6 inches in front of you.",
        "displayName": "Selina Gomez",
        "email":"selina@gmail.com",
        "category": "Yoga",
        "seats": "10",
        "status": "approved",
        "price": 3000
    },
    {
        
        "photoURL": "https://i.ibb.co/xMywW0F/Lotus.webp",
        "name": "Lotus position    ",
        "description":  "Lotus position or Padmasana is a cross-legged sitting meditation pose from ancient India, in which each foot is placed on the opposite thigh. It is an ancient asana in yoga, predating hatha yoga, and is widely used for meditation in Hindu, Tantra, Jain, and Buddhist traditions. Some of the common different types of asanas practiced in ashtanga yoga are: Padmasana; Simhasan; The Butterfly; Kapalbhati pranayama; Anulom vilom pranayama .",
        "displayName": "Devid Donald",
        "email":"david@gmail.com",
        "category": "Yoga",
        "seats": "39",
        "status": "approved",
        "price": 2000
    },
    {
       
        "photoURL": "https://i.ibb.co/52YF2tT/Shavasana.jpg",
        "name": " Shavasana",
        "description":  "Shavasana, Corpse Pose, or Mrtasana, is an asana in hatha yoga and modern yoga as exercise, often used for relaxation at the end of a session.Shavasana, Corpse Pose, or Mritasana, is an asana in hatha yoga and modern yoga as exercise, often used for relaxation at the end of a session. It is the usual pose for the practice of yoga nidra meditation, and is an important pose in Restorative Yoga.",
        "displayName": "Devid Donald",
        "email":"david@gmail.com",
        "category": "Yoga",
        "seats": "27",
        "status": "approved",
        "price": 1200
    },
    {
        
        "photoURL": "https://i.ibb.co/jhh3dmT/Navasana.webp",
        "name": "Navasana",
        "description":  "Navasana, Naukasana, Boat Pose, or Paripurna Navasana is a seated asana in modern yoga as exercise.Take Navasana, for example. Visually speaking, the boat posture imitates a ship on the water. Symbolically, the practitioner of Navasana is making a journey ",
         "displayName": "Macro Donald",
         "email":"macro@gmail.com",
         "category": "Yoga",
         "status": "approved",
        "seats": "15",
        "price": 4000
    },
    {
        
        "photoURL": "https://i.ibb.co/HpsNK9M/Padmaasana.jpg",
        "name": "Padmaasana",
        "description":  "Padma asana is the preferred asana of choice of all yogis. In the beginning it may be hard to do this, but just a few minutes of practice every day and you will magically feel your hips, pelvis and legs open up. This asana is great for all the muscles of your legs, spine, for digestion and even for circulation.",
        "displayName": "Macro Donald",
        "email":"macro@gmail.com",
        "category": "Yoga",
        "seats": "10",
        "status": "approved",
        "price": 5000

    }
]